Revit 2023 API
BuiltInFailures.ParameterFailures Properties
The BuiltInFailures.ParameterFailures type exposes the following members.
Properties
Name | Description
InconsistentSharedParameterDefinitions
 The shared parameter '...' cannot be added with name '...' and type '...' because it conflicts with the existing name '...' and type '...'.
See Also
BuiltInFailures.ParameterFailures Class
Autodesk.Revit.DB Namespace